{
  "analyse": {
    "current": [
      "O turnover atual em agosto de 2025 ficou em 1,33%, dentro de uma faixa considerada média, mas ainda acima do ideal em termos de estabilidade.",
      "O índice acumulado no ano (YTD) está em 15,77%, sugerindo um ritmo de rotatividade menor em relação ao histórico, com tendência de queda.",
      "Chamam atenção os desligamentos precoces: 62,5% dos casos recentes ocorreram antes de 6 meses e 50% antes de 3 meses, o que indica possíveis desafios de adaptação ou seleção.",
      "As áreas de Comercial, Operações e Desenvolvimento concentram os maiores índices de turnover no ano, enquanto RH e TI apresentam alta estabilidade.",
      "No recorte por cargos, vendedores e auxiliares de suporte lideram em rotatividade, reforçando a correlação com áreas mais operacionais e de pressão por metas.",
      "A filial de São Paulo concentra mais da metade da rotatividade total (6,4% YTD), sugerindo um polo de maior instabilidade comparado às demais localidades.",
      "A faixa etária de 26 a 35 anos responde pela maior rotatividade (6,5%), seguida dos jovens de 18 a 25 anos (5,0%), enquanto faixas acima de 36 anos apresentam índices bem menores.",
      "No corte por gênero, observa-se variação mensal, mas nos últimos 12 meses houve maior concentração de desligamentos entre homens em vários períodos, embora não de forma uniforme."
    ],
    "hiphotesis": [
      "A alta rotatividade em vendedores e auxiliares de suporte pode estar relacionada à pressão por metas, sobrecarga operacional ou condições de trabalho percebidas como desafiadoras.",
      "A concentração de turnover em São Paulo pode indicar maior competitividade do mercado de trabalho local, com mais opções para profissionais migrarem rapidamente.",
      "Os desligamentos precoces sugerem que o processo de integração e adaptação pode não estar atendendo plenamente às expectativas dos novos colaboradores.",
      "A faixa etária de 26 a 35 anos, com maior índice de turnover, pode estar associada a uma fase de busca por crescimento rápido na carreira e maior exposição a ofertas do mercado.",
      "A oscilação por gênero, com momentos de maior turnover masculino, pode estar vinculada à distribuição de cargos e funções entre os gêneros dentro da organização.",
      "A estabilidade em áreas como TI e RH pode indicar maior clareza de funções, menor pressão operacional ou maior valorização de especialização técnica."
    ],
    "next_steps": {
      "estrategico": [
        "A empresa pode avaliar sua proposta de valor ao colaborador (EVP), especialmente para cargos mais impactados pelo turnover, considerando fatores de carreira, remuneração e propósito.",
        "Vale considerar uma análise comparativa entre filiais para entender se São Paulo demanda políticas específicas de retenção ou ajustes de competitividade salarial.",
        "A organização poderia explorar um plano de sucessão e desenvolvimento para reduzir a dependência de perfis de alta rotatividade em áreas críticas como Comercial e Operações."
      ],
      "tatico": [
        "Pode ser interessante analisar os processos de seleção e onboarding para identificar pontos que impactam nos desligamentos precoces.",
        "A empresa pode realizar entrevistas de desligamento estruturadas, buscando padrões de causas e expectativas não atendidas.",
        "Vale considerar programas de carreira e mobilidade interna voltados ao público de 26 a 35 anos, oferecendo perspectivas de crescimento dentro da empresa."
      ],
      "operacional_cultural": [
        "A empresa pode aplicar pesquisas rápidas de pulso para medir engajamento em áreas críticas e agir preventivamente.",
        "Poderia ser interessante criar grupos de escuta ativa ou fóruns de diálogo com equipes comerciais e de suporte, permitindo captar percepções diretamente.",
        "Vale considerar pequenos ajustes culturais e de reconhecimento, como celebração de metas intermediárias ou valorização de conquistas de curto prazo."
      ]
    }
  }
}
